org/econorga/costos.org
#+title: Costos
* Concepto
** Concepto Tradicional
- Para valorizar Inventarios
- Para fijar precios de venta

#+BEGIN_EXAMPLE
Costos + Utilidad = Precio de Venta
#+END_EXAMPLE

** Concepto Moderno
- Tomar decisiones
- Medir Eficiencia

#+BEGIN_EXAMPLE
Precio de Venta - Costos = Utilidad?
#+END_EXAMPLE

** Objetivo principal
- Conocer cuánto me cuesta producir y vender un producto o servicio.
- Tener un mejor escenario para definir el futuro de la Empresa.

Costo unitario = $\frac{\$gastos}{volumen\ de\ actividad}$

Eficiencia productiva = $\frac{cuanto\ se\ obtiene}{cuanto\ se\ consume}$

Si se quiere bajar costos se debe aumentar la eficiencia.

* Contabilidad de Costos
Rama de la contabilidad administrativa que sintetiza y registra los
desembolsos de los sectores fabril – de servicios y comercial.

- Provee información contable para poder hacer un cálculo razonable de
  costos.
- Registra op. Internas y las transacciones con 3os

#+BEGIN_EXAMPLE
Con que frecuencia?
├ Análisis de Balance se realiza anualmente
└ Análisis de Costos mensual, bimestral. 
#+END_EXAMPLE

Se tendrán costos razonables si tenemos una información confiable
brindada por la Contabilidad de costos.

- Contabilidad: es el proceso de identificar, medir, registrar y
  comunicar los eventos económicos de una organización (con o sin fin
  de lucro), para usuarios interesados en dicha información.
- Objeto: brindar información
- Objetivo: medición del patrimonio y determinación del resultado.
- Contabilidad administrativa: proporciona información a nivel interno.
- Usuarios de la CA: gerente comercial, gerente de producción,
  presidente de la empresa, ingenieros, etc. Sirve para tomar
  decisiones no rutinarias.
- Contabilidad financiera: proporcioa informacion a nivel externo ->
  Balance General, Estado de Resultados, Estado de Origen y Aplicacion
  de Fondos. PCGA - CPCE.
- Usuarios de la CF: accionistas, banqueros, proveedores, clientes,
  competencia, entes gubernamentales, etc.
- Contabilidad de costos: corresponde a una aplicación específica de
  la contabilidad administrativa que está relacionada con los
  procedimientos diseñados para determinar el costo de un producto.

|                     | Contabilidad Administrativa                                    | Contabilidad Financiera                                                             |
|                     | Proporciona info. a nivel interno                              | Proporciona info. a nivel externo                                                   |
| Usuarios            | Gerentes de la organización a varios niveles                   | Accionistas, bancos, proveedores, clientes,competencia, entes gubernamentales, etc. |
| Restricciones       | Ninguna a excepción de los costos en relación a los beneficios | PCGA - CPCE                                                                         |
| Enfoque temporal    | Hacia el futuro                                                | Hacia el pasado                                                                     |
| Intervalo de tiempo | Flexible, desde horas hasta años                               | Menos flexible. Por lo general un año o un trimestre                                |
| Reportes            | Detallados                                                     | Resumidos                                                                           |

* Que contabilidad de costos necesitamos?
- La que nos brinde un valor de inventarios con la rapidez y el
  desglose requerido.
- La que tenga un Plan de Cuentas lo más amplio posible que nos
  indique cuánto, en qué y donde se gastó.
- La que brinde una adecuada DEPARTAMENTALIZACIÓN en centros de costos
  productivos y de servicios.

* Clasificacion de costos
#+BEGIN_EXAMPLE
Segun sistema de acumulacion de costos
├ Costeo por Orden de Trabajo
└ Costeo por Proceso
 
Segun el momento de su determinacion
├ Historico
├ Historico con cuota
└ Estandar 

Segun el tratamiento de los Gastos Fijos
├ Costeo por Absorcion
└ Costeo Directo
#+END_EXAMPLE

Ejemplo: 
#+BEGIN_EXAMPLE
Costeo por Ordenes - Historico y por Absorcion

Costeo por Procesos - Estandar y Directo
#+END_EXAMPLE

** Segun Sistema de Acumulacion de Costos
*** Costeo por Ordenes de Trabajo
- Cada pedido se trata como un output especial. Los costos se imputan
  a los pedidos.
- Los costos se acumulan por trabajos.
- Amplia variedad de productos o servicios.
- Costo unitario = Costo total de la orden / unidades integrantes de
  la orden.
- El costo por órdenes de fabricación acumula y asigna los costos para
  cada pedido.
- Bajo un sistema de costos por órdenes de fabricación, los costos son
  asignados a cada trabajo o pedido.
- Una característica importante de los sistemas de costos por órdenes
  de pedido es que cada trabajo (o pedido) tiene una serie de
  características distintivas propias.
- El proceso productivo es por pedido 
- El objetivo de los sistemas de costos por órdenes de fabricación es
  el cálculo del costo por pedido, más que por un periodo de tiempo.
- Ejemplos de actividades donde se emplea Órdenes de Fabricación:
  - Imprentas
  - Astilleros
  - Fabricantes de muebles
  - Constructores
  - Compañías cinematográficas
  - Asesorías y gestorías
  - Agencias de publicidad
  - Clínicas médicas

*** Costeo por Procesos
- Cada unidad procesada es tratada como output unitario. Los costos se
  imputan a cada unidad.
- Los costos se acumulan por procesos o departamentos.
- Producción masiva de productos o servicios homogéneos.
- Costo unitario = Costos totales del periodo / unidades producidas o
  servidas.
- Acumula los costos de cada producto o servicio para cada
  departamento de la empresa, y posteriormente lleva a cabo la
  asignación de los mismos entre un conjunto de unidades idénticas de
  producto/servicio.
- Un sistema de costos por procesos o departamentos se emplea cuando
  un conjunto de procesos de fabricación producen
- El proceso productivo es continuo.
- Los costos se acumulan para un periodo determinado de tiempo, al
  contrario que en el caso de pedidos u órdenes de fabricación.
- Ejemplos de actividades donde se emplea Procesos o Departamentos
  - Plantas químicas
  - Procesadores de alimentos
  - Fabricantes de componentes
  - Empresas textiles
  - Fabricantes de derivados del petróleo
  - Papeleras
  - Aserrerías
  - Vidrieras

** Segun el Momento de su Determinacion
