econorga/costos.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-03-18 Mon 00:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Costos</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="/res/org.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Costos</h1>
<div id="outline-container-org5e52770" class="outline-2">
<h2 id="org5e52770">Concepto</h2>
<div class="outline-text-2" id="text-org5e52770">
</div>
<div id="outline-container-org792c258" class="outline-3">
<h3 id="org792c258">Concepto Tradicional</h3>
<div class="outline-text-3" id="text-org792c258">
<ul class="org-ul">
<li>Para valorizar Inventarios</li>
<li>Para fijar precios de venta</li>
</ul>

<blockquote>
<p>
Costos + Utilidad = Precio de Venta
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgb0a0ffb" class="outline-3">
<h3 id="orgb0a0ffb">Concepto Moderno</h3>
<div class="outline-text-3" id="text-orgb0a0ffb">
<ul class="org-ul">
<li>Tomar decisiones</li>
<li>Medir Eficiencia</li>
</ul>

<pre class="example">
Precio de Venta - Costos = Utilidad?
</pre>
</div>
</div>

<div id="outline-container-org0952ccc" class="outline-3">
<h3 id="org0952ccc">Objetivo principal</h3>
<div class="outline-text-3" id="text-org0952ccc">
<ul class="org-ul">
<li>Conocer cuánto me cuesta producir y vender un producto o servicio.</li>
<li>Tener un mejor escenario para definir el futuro de la Empresa.</li>
</ul>

<p>
Costo unitario = $\frac{\$gastos}{volumen\ de\ actividad}$
</p>

<p>
Eficiencia productiva = \(\frac{cuanto\ se\ obtiene}{cuanto\ se\ consume}\)
</p>

<p>
Si se quiere bajar costos se debe aumentar la eficiencia.
</p>
</div>
</div>
</div>

<div id="outline-container-org14a0c21" class="outline-2">
<h2 id="org14a0c21">Contabilidad de Costos</h2>
<div class="outline-text-2" id="text-org14a0c21">
<p>
Rama de la contabilidad administrativa que sintetiza y registra los
desembolsos de los sectores fabril – de servicios y comercial.
</p>

<ul class="org-ul">
<li>Provee información contable para poder hacer un cálculo razonable de
costos.</li>
<li>Registra op. Internas y las transacciones con 3os</li>
</ul>

<pre class="example">
Con que frecuencia?
├ Análisis de Balance se realiza anualmente
└ Análisis de Costos mensual, bimestral. 
</pre>

<p>
Se tendrán costos razonables si tenemos una información confiable
brindada por la Contabilidad de costos.
</p>

<ul class="org-ul">
<li>Contabilidad: es el proceso de identificar, medir, registrar y
comunicar los eventos económicos de una organización (con o sin fin
de lucro), para usuarios interesados en dicha información.</li>
<li>Objeto: brindar información</li>
<li>Objetivo: medición del patrimonio y determinación del resultado.</li>
<li>Contabilidad administrativa: proporciona información a nivel interno.</li>
<li>Usuarios de la CA: gerente comercial, gerente de producción,
presidente de la empresa, ingenieros, etc. Sirve para tomar
decisiones no rutinarias.</li>
<li>Contabilidad financiera: proporcioa informacion a nivel externo -&gt;
Balance General, Estado de Resultados, Estado de Origen y Aplicacion
de Fondos. PCGA - CPCE.</li>
<li>Usuarios de la CF: accionistas, banqueros, proveedores, clientes,
competencia, entes gubernamentales, etc.</li>
<li>Contabilidad de costos: corresponde a una aplicación específica de
la contabilidad administrativa que está relacionada con los
procedimientos diseñados para determinar el costo de un producto.</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Contabilidad Administrativa</td>
<td class="org-left">Contabilidad Financiera</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Proporciona info. a nivel interno</td>
<td class="org-left">Proporciona info. a nivel externo</td>
</tr>

<tr>
<td class="org-left">Usuarios</td>
<td class="org-left">Gerentes de la organización a varios niveles</td>
<td class="org-left">Accionistas, bancos, proveedores, clientes,competencia, entes gubernamentales, etc.</td>
</tr>

<tr>
<td class="org-left">Restricciones</td>
<td class="org-left">Ninguna a excepción de los costos en relación a los beneficios</td>
<td class="org-left">PCGA - CPCE</td>
</tr>

<tr>
<td class="org-left">Enfoque temporal</td>
<td class="org-left">Hacia el futuro</td>
<td class="org-left">Hacia el pasado</td>
</tr>

<tr>
<td class="org-left">Intervalo de tiempo</td>
<td class="org-left">Flexible, desde horas hasta años</td>
<td class="org-left">Menos flexible. Por lo general un año o un trimestre</td>
</tr>

<tr>
<td class="org-left">Reportes</td>
<td class="org-left">Detallados</td>
<td class="org-left">Resumidos</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org09b3917" class="outline-2">
<h2 id="org09b3917">Que contabilidad de costos necesitamos?</h2>
<div class="outline-text-2" id="text-org09b3917">
<ul class="org-ul">
<li>La que nos brinde un valor de inventarios con la rapidez y el
desglose requerido.</li>
<li>La que tenga un Plan de Cuentas lo más amplio posible que nos
indique cuánto, en qué y donde se gastó.</li>
<li>La que brinde una adecuada DEPARTAMENTALIZACIÓN en centros de costos
productivos y de servicios.</li>
</ul>
</div>
</div>

<div id="outline-container-org8265a28" class="outline-2">
<h2 id="org8265a28">Clasificacion de costos</h2>
<div class="outline-text-2" id="text-org8265a28">
<pre class="example">
Segun sistema de acumulacion de costos
├ Costeo por Orden de Trabajo
└ Costeo por Proceso
 
Segun el momento de su determinacion
├ Historico
├ Historico con cuota
└ Estandar 

Segun el tratamiento de los Gastos Fijos
├ Costeo por Absorcion
└ Costeo Directo
</pre>

<p>
Ejemplo: 
</p>
<pre class="example">
Costeo por Ordenes - Historico y por Absorcion

Costeo por Procesos - Estandar y Directo
</pre>
</div>

<div id="outline-container-orgebf0852" class="outline-3">
<h3 id="orgebf0852">Segun Sistema de Acumulacion de Costos</h3>
<div class="outline-text-3" id="text-orgebf0852">
</div>
<div id="outline-container-org7c6036d" class="outline-4">
<h4 id="org7c6036d">Costeo por Ordenes de Trabajo</h4>
<div class="outline-text-4" id="text-org7c6036d">
<ul class="org-ul">
<li>Cada pedido se trata como un output especial. Los costos se imputan
a los pedidos.</li>
<li>Los costos se acumulan por trabajos.</li>
<li>Amplia variedad de productos o servicios.</li>
<li>Costo unitario = Costo total de la orden / unidades integrantes de
la orden.</li>
<li>El costo por órdenes de fabricación acumula y asigna los costos para
cada pedido.</li>
<li>Bajo un sistema de costos por órdenes de fabricación, los costos son
asignados a cada trabajo o pedido.</li>
<li>Una característica importante de los sistemas de costos por órdenes
de pedido es que cada trabajo (o pedido) tiene una serie de
características distintivas propias.</li>
<li>El proceso productivo es por pedido</li>
<li>El objetivo de los sistemas de costos por órdenes de fabricación es
el cálculo del costo por pedido, más que por un periodo de tiempo.</li>
<li>Ejemplos de actividades donde se emplea Órdenes de Fabricación:
<ul class="org-ul">
<li>Imprentas</li>
<li>Astilleros</li>
<li>Fabricantes de muebles</li>
<li>Constructores</li>
<li>Compañías cinematográficas</li>
<li>Asesorías y gestorías</li>
<li>Agencias de publicidad</li>
<li>Clínicas médicas</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgdd3ab6d" class="outline-4">
<h4 id="orgdd3ab6d">Costeo por Procesos</h4>
<div class="outline-text-4" id="text-orgdd3ab6d">
<ul class="org-ul">
<li>Cada unidad procesada es tratada como output unitario. Los costos se
imputan a cada unidad.</li>
<li>Los costos se acumulan por procesos o departamentos.</li>
<li>Producción masiva de productos o servicios homogéneos.</li>
<li>Costo unitario = Costos totales del periodo / unidades producidas o
servidas.</li>
<li>Acumula los costos de cada producto o servicio para cada
departamento de la empresa, y posteriormente lleva a cabo la
asignación de los mismos entre un conjunto de unidades idénticas de
producto/servicio.</li>
<li>Un sistema de costos por procesos o departamentos se emplea cuando
un conjunto de procesos de fabricación producen</li>
<li>El proceso productivo es continuo.</li>
<li>Los costos se acumulan para un periodo determinado de tiempo, al
contrario que en el caso de pedidos u órdenes de fabricación.</li>
<li>Ejemplos de actividades donde se emplea Procesos o Departamentos
<ul class="org-ul">
<li>Plantas químicas</li>
<li>Procesadores de alimentos</li>
<li>Fabricantes de componentes</li>
<li>Empresas textiles</li>
<li>Fabricantes de derivados del petróleo</li>
<li>Papeleras</li>
<li>Aserrerías</li>
<li>Vidrieras</li>
</ul></li>
</ul>
</div>
</div>
</div>
