org/econorga/costos.org
*** Sistema de Costeo Estandard
Sistema de costeo predeterminado a estándar de valuación de
inventarios.
- Por Absorción (considero los GGF Fijos y Variables)
- Directo (considero sólo los costos proporcionales)

imagen

Para su ejecucion es necesario
- Plan de cuentas y mayor grado de analisis en la contabilidad.
- Departamentalización con asignacion de responsabilidades.

*** Objetivo del Costo Estandar
Calcular anticipadamente cual debería ser el costo de un producto
utilizando la máxima eficiencia posible con la tecnología disponible.

#+BEGIN_EXAMPLE
ES EL MEJOR COSTO PRESUPUESTADO POSIBLE
#+END_EXAMPLE

Pasos a seguir:
- Definir el nivel de actividad (NA)
- Determinar la MP que genere menores mermas y de calidad
- Mano de Obra Directa. La necesaria para obtener los mejores costos
  operativos
- Nivel de Gastos Generales de Fabricación para lograr los objetivos

Al ser un costeo predeterminado, de su comparación con lo real surgen
las variaciones.

El costo estándar nos da la mayor información para analizar las
ineficiencias y ver dónde podemos trabajar para disminuir las
variaciones de precio y cantidad y las variaciones los Gastos
Generales de Fabricación

Las variaciones de cantidad deberían ser manejables por la empresa

Las variaciones de precio son menos manejables que las variaciones de
cantidad

* Elementos del Costo
- Materia Prima (MP): elementos físicos que la empresa consume y se
  transforman en otro producto.
  #+BEGIN_EXAMPLE
  Si fabrico latón la MP es Cu y Zn
  Si fabrico papel la MP es la pasta de celulosa.
  #+END_EXAMPLE
- Mano de Obra Directa (MOD): representa el valor del trabajo del
  personal necesario para transformar la MP y realizar el producto
  final. Existen gastos conexos, como las CCSS.
- Gastos Generales de Fabricación (GGF): son todas las erogaciones que
  necesita afrontar la empresa para realizar la producción: gastos de
  energía, seguros, amortizaciones, impuestos, que no pueden imputarse
  en forma directa.
- Costos de Distribución: costo comercial, comisiones de vendedores,
  gastos de logística.

#+BEGIN_EXAMPLE
Debemos asignar estos elementos del costo a los productos terminados
#+END_EXAMPLE

imagen gastos generales

Definido el nivel de actividad de cada centro productivo, calcular la
cuota de aplicacion de gastos indirectos.

** Costeo por Absorcion
\beta(c) = \frac{$ gastos\ indirectos\ del\ CP}{Nivel\ de\ Actividad\ CP}

** Costeo Variable / Directo
\alpha(c) = \frac{$ gastos\ variables\ o\ directos}{Nivel\ de\ Actividad\ del\ CP}

Si el calculo de costos es incorrecto en cuanto a la asignacion de
GGF, obtendremos costos unitarios incorrectos e inducira a toma de
decisione erroneas.

C_{unit ABS} = MP + MOD + \beta(c) * Std.fisico

C_{unit DIR} = MP + MOD + \alpha(c) * Std.fisico

Costeo Directo vs Costeo por Absorcion
| Costeo Directo / Variable                                                                                  | Costeo por Absorcion                                                                         |
| Método de costeo de inventarios. Todos los costos variables de fabricación se incluyen como inventariables | Método de costeo de inventarios. Todos los costos de producción se consideran inventariables |
| Los costos variables de producción se consideran costos del producto                                       | Todos los costos de producción son costos del período                                        |
| Los costos fijos de producción se consideran costos del período                                            | El inventario absorbe todos los costos                                                       |
| Los estados financieros elaborados son para fines internos (para la gerencia)                              | Los estados financieros bajo este método son para uso externo                                |
| La utilidad es función de las ventas                                                                       | La utilidad es función de las ventas y del nivel  de actividad $U = f(p_V,NA)$               |

imagen costeo por absorcion vs costeo directo

* Variaciones
** Variaciones de MP
imagen calculo de variaciones de MP

*** Variación de precio de MP
\Delta P_{MP} = Q_{Real comprada} ( P_{Real} − P_{Std} )

*** Variación de cantidad de MP
\Delta Q_{MP} = P_{Std} ( Q_{Real} − Q_{Std} )

\Delta Q_{MP} = P_{Std} Q_{Real} − P_{Std} Q_{Std}

Q_{Real} : salida de almacen x kilos

Q_{Std} : cantidad requerida para hacer 1 unidad std

Q_{Std} : produccion real a precio std (Prod_{Real}u * Precio_{std}Kg/u)

\Delta Q_{MP} = Vales de retiro de almacén − Q de MP a efic. Std para producir la Act. Real

** Variaciones de MOD
imagen 

\Delta PyQ_{MOD} = P_{Real} Q_{Real} - P_{Std} Q_{Std}

*** Variación de precio de MOD
\Delta P_{MOD} = Q_{Real} hh  ( P_{Real} − P_{Std} )

*** Variación de cantidad de MOD

\Delta Q_{MOD} = P_{Std} ( Q_{Real} − Q_{Std} )  

\Delta Q_{MOD} = P_{Std} Q_{Real} − P_{Std} Q_{Std}

Q_{Std} = horas Std para fabricar la cantidad real de unidades

** Variacion de Presupuesto
\Delta Presupuesto = Gasto Real - Gasto Presupuestado

\Delta Presupuesto_{CP} = GGF Real - ( GG Fijo_{Prop} + \alpha_{CP} * NACT_{Real valorizado a Std} )

\Delta Presupuesto_{CS} = GGF Real - ( GG Fijo_{Prop} + \alpha_{CS} * NACT_{CS Real valorizado a Std} )

\alpha_{CS} : GGF Std / NACT_{CS Std} (de los CP que suministra)

NACT_{CS Real valorizado a Std} : \sum_{i \in CP que suministra} NACT_{Real valorizado a Std del CPi}

 imagen

** Variacion de Volumen

\Delta Volumen = \sum GGF Presupuestado - GGF Aplicado

\Delta Volumen = \sum_{i} GGF Presupuestado_{Centro i} - ( \beta * NACT_{Real} )

 imagen

Se calcula en los centros productivos exclusivamente - o para la
empresa en su conjunto - y se trabaja con el presupuesto flexible
total, gastos propios más prorrateados.

 imagen

 imagen
* Costeo ABC (Activity-Based Costing)
