econorga/costos.html

<div id="outline-container-orgf671316" class="outline-3">
<h3 id="orgf671316">Segun el Momento de su Determinacion</h3>
<div class="outline-text-3" id="text-orgf671316">
</div>
<div id="outline-container-org92c2b97" class="outline-4">
<h4 id="org92c2b97">Sistema de Costeo Estandard</h4>
<div class="outline-text-4" id="text-org92c2b97">
<p>
Sistema de costeo predeterminado a estándar de valuación de
inventarios.
</p>
<ul class="org-ul">
<li>Por Absorción (considero los GGF Fijos y Variables)</li>
<li>Directo (considero sólo los costos proporcionales)</li>
</ul>

<p>
imagen
</p>

<p>
Para su ejecucion es necesario
</p>
<ul class="org-ul">
<li>Plan de cuentas y mayor grado de analisis en la contabilidad.</li>
<li>Departamentalización con asignacion de responsabilidades.</li>
</ul>
</div>
</div>

<div id="outline-container-org563acff" class="outline-4">
<h4 id="org563acff">Objetivo del Costo Estandar</h4>
<div class="outline-text-4" id="text-org563acff">
<p>
Calcular anticipadamente cual debería ser el costo de un producto
utilizando la máxima eficiencia posible con la tecnología disponible.
</p>

<pre class="example">
ES EL MEJOR COSTO PRESUPUESTADO POSIBLE
</pre>

<p>
Pasos a seguir:
</p>
<ul class="org-ul">
<li>Definir el nivel de actividad (NA)</li>
<li>Determinar la MP que genere menores mermas y de calidad</li>
<li>Mano de Obra Directa. La necesaria para obtener los mejores costos
operativos</li>
<li>Nivel de Gastos Generales de Fabricación para lograr los objetivos</li>
</ul>

<p>
Al ser un costeo predeterminado, de su comparación con lo real surgen
las variaciones.
</p>

<p>
El costo estándar nos da la mayor información para analizar las
ineficiencias y ver dónde podemos trabajar para disminuir las
variaciones de precio y cantidad y las variaciones los Gastos
Generales de Fabricación
</p>

<p>
Las variaciones de cantidad deberían ser manejables por la empresa
</p>

<p>
Las variaciones de precio son menos manejables que las variaciones de
cantidad
</p>
</div>
</div>
</div>
</div>

<div id="outline-container-orgc128bb5" class="outline-2">
<h2 id="orgc128bb5">Elementos del Costo</h2>
<div class="outline-text-2" id="text-orgc128bb5">
<ul class="org-ul">
<li><p>
Materia Prima (MP): elementos físicos que la empresa consume y se
transforman en otro producto.
</p>
<pre class="example">
Si fabrico latón la MP es Cu y Zn
Si fabrico papel la MP es la pasta de celulosa.
</pre></li>
<li>Mano de Obra Directa (MOD): representa el valor del trabajo del
personal necesario para transformar la MP y realizar el producto
final. Existen gastos conexos, como las CCSS.</li>
<li>Gastos Generales de Fabricación (GGF): son todas las erogaciones que
necesita afrontar la empresa para realizar la producción: gastos de
energía, seguros, amortizaciones, impuestos, que no pueden imputarse
en forma directa.</li>
<li>Costos de Distribución: costo comercial, comisiones de vendedores,
gastos de logística.</li>
</ul>

<pre class="example">
Debemos asignar estos elementos del costo a los productos terminados
</pre>

<p>
imagen gastos generales
</p>

<p>
Definido el nivel de actividad de cada centro productivo, calcular la
cuota de aplicacion de gastos indirectos.
</p>
</div>

<div id="outline-container-orgdd56544" class="outline-3">
<h3 id="orgdd56544">Costeo por Absorcion</h3>
<div class="outline-text-3" id="text-orgdd56544">
<p>
&beta;(c) = \frac{$ gastos\ indirectos\ del\ CP}{Nivel\ de\ Actividad\ CP}
</p>
</div>
</div>

<div id="outline-container-org51b1594" class="outline-3">
<h3 id="org51b1594">Costeo Variable / Directo</h3>
<div class="outline-text-3" id="text-org51b1594">
<p>
&alpha;(c) = \frac{$ gastos\ variables\ o\ directos}{Nivel\ de\ Actividad\ del\ CP}
</p>

<p>
Si el calculo de costos es incorrecto en cuanto a la asignacion de
GGF, obtendremos costos unitarios incorrectos e inducira a toma de
decisione erroneas.
</p>

<p>
C<sub>unit ABS</sub> = MP + MOD + &beta;(c) * Std.fisico
</p>

<p>
C<sub>unit DIR</sub> = MP + MOD + &alpha;(c) * Std.fisico
</p>

<p>
Costeo Directo vs Costeo por Absorcion
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Costeo Directo / Variable</td>
<td class="org-left">Costeo por Absorcion</td>
</tr>

<tr>
<td class="org-left">Método de costeo de inventarios. Todos los costos variables de fabricación se incluyen como inventariables</td>
<td class="org-left">Método de costeo de inventarios. Todos los costos de producción se consideran inventariables</td>
</tr>

<tr>
<td class="org-left">Los costos variables de producción se consideran costos del producto</td>
<td class="org-left">Todos los costos de producción son costos del período</td>
</tr>

<tr>
<td class="org-left">Los costos fijos de producción se consideran costos del período</td>
<td class="org-left">El inventario absorbe todos los costos</td>
</tr>

<tr>
<td class="org-left">Los estados financieros elaborados son para fines internos (para la gerencia)</td>
<td class="org-left">Los estados financieros bajo este método son para uso externo</td>
</tr>

<tr>
<td class="org-left">La utilidad es función de las ventas</td>
<td class="org-left">La utilidad es función de las ventas y del nivel  de actividad \(U = f(p_V,NA)\)</td>
</tr>
</tbody>
</table>

<p>
imagen costeo por absorcion vs costeo directo
</p>
</div>
</div>
</div>

<div id="outline-container-orgda1c7d7" class="outline-2">
<h2 id="orgda1c7d7">Variaciones</h2>
<div class="outline-text-2" id="text-orgda1c7d7">
</div>
<div id="outline-container-orgbbfdd45" class="outline-3">
<h3 id="orgbbfdd45">Variaciones de MP</h3>
<div class="outline-text-3" id="text-orgbbfdd45">
<p>
imagen calculo de variaciones de MP
</p>
</div>

<div id="outline-container-org889d0e3" class="outline-4">
<h4 id="org889d0e3">Variación de precio de MP</h4>
<div class="outline-text-4" id="text-org889d0e3">
<p>
&Delta; P<sub>MP</sub> = Q<sub>Real comprada</sub> ( P<sub>Real</sub> − P<sub>Std</sub> )
</p>
</div>
</div>

<div id="outline-container-org2abdb94" class="outline-4">
<h4 id="org2abdb94">Variación de cantidad de MP</h4>
<div class="outline-text-4" id="text-org2abdb94">
<p>
&Delta; Q<sub>MP</sub> = P<sub>Std</sub> ( Q<sub>Real</sub> − Q<sub>Std</sub> )
</p>

<p>
&Delta; Q<sub>MP</sub> = P<sub>Std</sub> Q<sub>Real</sub> − P<sub>Std</sub> Q<sub>Std</sub>
</p>

<p>
Q<sub>Real</sub> : salida de almacen x kilos
</p>

<p>
Q<sub>Std</sub> : cantidad requerida para hacer 1 unidad std
</p>

<p>
Q<sub>Std</sub> : produccion real a precio std (Prod<sub>Real</sub>u * Precio<sub>std</sub>Kg/u)
</p>

<p>
&Delta; Q<sub>MP</sub> = Vales de retiro de almacén − Q de MP a efic. Std para producir la Act. Real
</p>
</div>
</div>
</div>

<div id="outline-container-orgcbeb35a" class="outline-3">
<h3 id="orgcbeb35a">Variaciones de MOD</h3>
<div class="outline-text-3" id="text-orgcbeb35a">
<p>
imagen 
</p>

<p>
&Delta; PyQ<sub>MOD</sub> = P<sub>Real</sub> Q<sub>Real</sub> - P<sub>Std</sub> Q<sub>Std</sub>
</p>
</div>

<div id="outline-container-org47741f6" class="outline-4">
<h4 id="org47741f6">Variación de precio de MOD</h4>
<div class="outline-text-4" id="text-org47741f6">
<p>
&Delta; P<sub>MOD</sub> = Q<sub>Real</sub> hh  ( P<sub>Real</sub> − P<sub>Std</sub> )
</p>
</div>
</div>

<div id="outline-container-orgfee3207" class="outline-4">
<h4 id="orgfee3207">Variación de cantidad de MOD</h4>
<div class="outline-text-4" id="text-orgfee3207">
<p>
&Delta; Q<sub>MOD</sub> = P<sub>Std</sub> ( Q<sub>Real</sub> − Q<sub>Std</sub> )  
</p>

<p>
&Delta; Q<sub>MOD</sub> = P<sub>Std</sub> Q<sub>Real</sub> − P<sub>Std</sub> Q<sub>Std</sub>
</p>

<p>
Q<sub>Std</sub> = horas Std para fabricar la cantidad real de unidades
</p>
</div>
</div>
</div>

<div id="outline-container-org9f6aa23" class="outline-3">
<h3 id="org9f6aa23">Variacion de Presupuesto</h3>
<div class="outline-text-3" id="text-org9f6aa23">
<p>
&Delta; Presupuesto = Gasto Real - Gasto Presupuestado
</p>

<p>
&Delta; Presupuesto<sub>CP</sub> = GGF Real - ( GG Fijo<sub>Prop</sub> + &alpha;<sub>CP</sub> * NACT<sub>Real valorizado a Std</sub> )
</p>

<p>
&Delta; Presupuesto<sub>CS</sub> = GGF Real - ( GG Fijo<sub>Prop</sub> + &alpha;<sub>CS</sub> * NACT<sub>CS Real valorizado a Std</sub> )
</p>

<p>
&alpha;<sub>CS</sub> : GGF Std / NACT<sub>CS Std</sub> (de los CP que suministra)
</p>

<p>
NACT<sub>CS Real valorizado a Std</sub> : &sum;<sub>i &isin; CP que suministra</sub> NACT<sub>Real valorizado a Std del CPi</sub>
</p>

<p>
imagen
</p>
</div>
</div>

<div id="outline-container-org33b4804" class="outline-3">
<h3 id="org33b4804">Variacion de Volumen</h3>
<div class="outline-text-3" id="text-org33b4804">
<p>
&Delta; Volumen = &sum; GGF Presupuestado - GGF Aplicado
</p>

<p>
&Delta; Volumen = &sum;<sub>i</sub> GGF Presupuestado<sub>Centro i</sub> - ( &beta; * NACT<sub>Real</sub> )
</p>

<p>
imagen
</p>

<p>
Se calcula en los centros productivos exclusivamente - o para la
empresa en su conjunto - y se trabaja con el presupuesto flexible
total, gastos propios más prorrateados.
</p>

<p>
imagen
</p>

<p>
imagen
</p>
</div>
</div>
</div>
<div id="outline-container-orgc38ed05" class="outline-2">
<h2 id="orgc38ed05">Costeo ABC (Activity-Based Costing)</h2>
<div class="outline-text-2" id="text-orgc38ed05">
</div>
