org/econorga/costos.org
** Por Qué Se Quiere Mejorar El Calculo De Costos ?
Es claro el hecho, que el cálculo exacto de los costos unitarios de
los productos y servicios, facilita la estrategia comercial y
competitiva de la empresa, ya que de la confrontación de los precios
de mercado, con los costos de los productos, es posible determinar el
real nivel de competitividad que tiene la empresa; que productos
debieran potenciar, que productos debieran dejar de producir, etc

** Asignando Gastos Generales A Productos
*** Tasa (o cuota) única para toda la empresa

Es un método simple pero que distorsiona los costos por unidad de
producto

Frecuentemente las horas de mano de obra directa se usaron como base
para asignar los gastos generales

Hoy, es muy raro que las horas hombre de mano de obra directa sean una
base satisfactoria para asignar gastos.
- No están correlacionadas de manera importante.
- Una base única no puede reflejar las diferentes demandas de GG que
  tienen los distintos productos

*** Tasas (o cuotas) departamentales (una por cada centro de costos)
Las bases de asignación dependen de la naturaleza del trabajo
realizado en cada centro. En MAQUINADO, los GG pueden asignarse sobre
la base de las horas máquina, pero en MONTAJE podrían basarse en las
horas hombre directas

Desafortunadamente, aún las cuotas por centro no logran asignar
correctamente los GG en situaciones donde la empresa tienen un gran
rango de productos y o sus GG son complejos.

Varias bases de distribución se usan para asignar gastos a productos
#+BEGIN_EXAMPLE
Costos -> Consumo De Recursos -> Actividades -> Objetos De Costos (Ej. Productos Para Clientes)
#+END_EXAMPLE

** Pool
POOL de costos de actividad un “balde de costos” en el cuál los costos
de una actividad en particular son acumulados

Cada actividad tiene su propia cuota que se usa para aplicar gastos.

** Pasos para implementar el ABC
1. Identificar y definir activitividades (y sus “pools”) y desarrollar
   un diccionario de actividades.
2. “Tracear”, rastrear, o asignar costos a actividades
3. Calcular cuotas de actividades.
4. Asignar costos a objetos de costos.
5. Informar.

Cuando una empresa implementa ABC, parte de los GGF suelen pasar de
productos de alto volumen a productos de bajo volumen. El costo
unitario de producto de bajo volumen suelen incrementar su costo
unitario, a.c ocurre con prod. de alto volumen.

** Enfocando en mejoras de procesos
*** Activity-Based Management 
ABM incvolucra enfocar en actividades para reducir desperdicio,
disminuir tiempos de proceso, y reducir defectos.

*** Benchmarking
Método sistemático para identificar las actividades con mayor
potencial de mejora. Está basado en comparar la performance en una
empresa con la performance de otra, (empresas similares, conocidas por
su performance sobresaliente)

** Evaluacion del ABC
| Beneficios                                                                             | Limitaciones                                                                                         |
|----------------------------------------------------------------------------------------+------------------------------------------------------------------------------------------------------|
| Mejora la exactitud de los costos                                                      | Los costos de implementación puede exceder los beneficios                                            |
| Las pools de costos de actividad son más homogéneas que las pools de centros de costos | En algunos casos (especiales, pero posibles al fin) no es imprescindible la exactitud de los costos. |
| Asigna GGF sobre la base de las actividades que los causan                             |                                                                                                      |

** Cuando Es Más Razonable Aplicar El Costeo ABC
- Los costos indirectos de fabricación tienen una alta significación
  relativa en el costo total de los productos.
- La medida de volumen usada por el costeo tradicional para distribuir
  los costos indirectos de fabricación, no guarda una adecuada
  relación con la demanda por costos indirectos de fabricación que
  realizan los distintos productos.
- Existencia de variados productos, con distintos grados de
  complejidad entre ellos, ya sea en actividades asociadas al proceso
  productivo o en actividades de soporte a la producción.
- Existencia de actividades y causantes del costo, claramente
  identificables y fácilmente medibles, que permitan distribuir
  correctamente los costos indirectos de fabricación a los distintos
  productos.

Se debe destacar, que la relación de los costos y sus responsables
(causalidad), bajo el enfoque de costeo ABC, es más clara que el
enfoque tradicional, debido a que los costos bajo el sistema ABC se
consideran variables con respecto a las actividades que los
generan. Es importante señalar que el modelo ABC considera el análisis
de los costos en un período de tiempo que permita visualizar su
comportamiento, el cual no siempre corresponde al período mensual.

** El Costeo ABC Favorece Al Control De Gestion
Desde el punto de vista del control de gestión, el sistema ABC, por
medio de la identificación y valorización de las actividades
realizadas en el área evaluada, permite una reducción racional del
costo de los productos o servicios que entregan las áreas evaluadas
Esto dado que el modelo pone el énfasis en el reconocimiento y
discriminación entre las actividades, causantes de los costos, que
agregan valor al producto y aquellas que no lo agregan y que conforman
los variados procesos y productos que entregan las áreas de la
organización. La eliminación de las actividades no agregativas de
valor bajo el punto de vista del cliente y la mejor manera de realizar
las actividades, que a pesar de no ser agregativas de valor no se
pueden eliminar, lleva a una mejoría en los procesos y a una reducción
en los costos.

** Cuando No Parece Convenir Aplicar Costeo ABC
Se debe tener bastante claro, que el enfoque de costeo ABC se
justifica, cuando el monto de los costos indirectos de fabricación es
significativo respecto de los costos directos. Si ocurre lo contrario,
es decir, sí el costo de la mano de obra directa y/o el de materia
prima, son altamente significativos, en comparación con los costos
indirectos de fabricación y el comportamiento de estos últimos guardan
relación con una o varias medidas de volumen, cabe preguntarse ¿ se
justifica aplicar el sistema de costeo ABC?. La respuesta a esta
interrogante es “no se justifica”, por lo menos para el propósito del
cálculo de los costos unitarios.
 
 
 
 
 
 
