econorga/costos.html
<div id="outline-container-orge7dd45d" class="outline-3">
<h3 id="orge7dd45d">Por Qué Se Quiere Mejorar El Calculo De Costos ?</h3>
<div class="outline-text-3" id="text-orge7dd45d">
<p>
Es claro el hecho, que el cálculo exacto de los costos unitarios de
los productos y servicios, facilita la estrategia comercial y
competitiva de la empresa, ya que de la confrontación de los precios
de mercado, con los costos de los productos, es posible determinar el
real nivel de competitividad que tiene la empresa; que productos
debieran potenciar, que productos debieran dejar de producir, etc
</p>
</div>
</div>

<div id="outline-container-orgedd9d0d" class="outline-3">
<h3 id="orgedd9d0d">Asignando Gastos Generales A Productos</h3>
<div class="outline-text-3" id="text-orgedd9d0d">
</div>
<div id="outline-container-org518105f" class="outline-4">
<h4 id="org518105f">Tasa (o cuota) única para toda la empresa</h4>
<div class="outline-text-4" id="text-org518105f">
<p>
Es un método simple pero que distorsiona los costos por unidad de
producto
</p>

<p>
Frecuentemente las horas de mano de obra directa se usaron como base
para asignar los gastos generales
</p>

<p>
Hoy, es muy raro que las horas hombre de mano de obra directa sean una
base satisfactoria para asignar gastos.
</p>
<ul class="org-ul">
<li>No están correlacionadas de manera importante.</li>
<li>Una base única no puede reflejar las diferentes demandas de GG que
tienen los distintos productos</li>
</ul>
</div>
</div>

<div id="outline-container-org4469393" class="outline-4">
<h4 id="org4469393">Tasas (o cuotas) departamentales (una por cada centro de costos)</h4>
<div class="outline-text-4" id="text-org4469393">
<p>
Las bases de asignación dependen de la naturaleza del trabajo
realizado en cada centro. En MAQUINADO, los GG pueden asignarse sobre
la base de las horas máquina, pero en MONTAJE podrían basarse en las
horas hombre directas
</p>

<p>
Desafortunadamente, aún las cuotas por centro no logran asignar
correctamente los GG en situaciones donde la empresa tienen un gran
rango de productos y o sus GG son complejos.
</p>

<p>
Varias bases de distribución se usan para asignar gastos a productos
</p>
<pre class="example">
Costos -&gt; Consumo De Recursos -&gt; Actividades -&gt; Objetos De Costos (Ej. Productos Para Clientes)
</pre>
</div>
</div>
</div>

<div id="outline-container-orgb53e9f3" class="outline-3">
<h3 id="orgb53e9f3">Pool</h3>
<div class="outline-text-3" id="text-orgb53e9f3">
<p>
POOL de costos de actividad un “balde de costos” en el cuál los costos
de una actividad en particular son acumulados
</p>

<p>
Cada actividad tiene su propia cuota que se usa para aplicar gastos.
</p>
</div>
</div>

<div id="outline-container-org5339cfe" class="outline-3">
<h3 id="org5339cfe">Pasos para implementar el ABC</h3>
<div class="outline-text-3" id="text-org5339cfe">
<ol class="org-ol">
<li>Identificar y definir activitividades (y sus “pools”) y desarrollar
un diccionario de actividades.</li>
<li>“Tracear”, rastrear, o asignar costos a actividades</li>
<li>Calcular cuotas de actividades.</li>
<li>Asignar costos a objetos de costos.</li>
<li>Informar.</li>
</ol>

<p>
Cuando una empresa implementa ABC, parte de los GGF suelen pasar de
productos de alto volumen a productos de bajo volumen. El costo
unitario de producto de bajo volumen suelen incrementar su costo
unitario, a.c ocurre con prod. de alto volumen.
</p>
</div>
</div>

<div id="outline-container-org98516b6" class="outline-3">
<h3 id="org98516b6">Enfocando en mejoras de procesos</h3>
<div class="outline-text-3" id="text-org98516b6">
</div>
<div id="outline-container-orgc45a9dd" class="outline-4">
<h4 id="orgc45a9dd">Activity-Based Management</h4>
<div class="outline-text-4" id="text-orgc45a9dd">
<p>
ABM incvolucra enfocar en actividades para reducir desperdicio,
disminuir tiempos de proceso, y reducir defectos.
</p>
</div>
</div>

<div id="outline-container-org806cd1c" class="outline-4">
<h4 id="org806cd1c">Benchmarking</h4>
<div class="outline-text-4" id="text-org806cd1c">
<p>
Método sistemático para identificar las actividades con mayor
potencial de mejora. Está basado en comparar la performance en una
empresa con la performance de otra, (empresas similares, conocidas por
su performance sobresaliente)
</p>
</div>
</div>
</div>

<div id="outline-container-org2b0b48b" class="outline-3">
<h3 id="org2b0b48b">Evaluacion del ABC</h3>
<div class="outline-text-3" id="text-org2b0b48b">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Beneficios</th>
<th scope="col" class="org-left">Limitaciones</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Mejora la exactitud de los costos</td>
<td class="org-left">Los costos de implementación puede exceder los beneficios</td>
</tr>

<tr>
<td class="org-left">Las pools de costos de actividad son más homogéneas que las pools de centros de costos</td>
<td class="org-left">En algunos casos (especiales, pero posibles al fin) no es imprescindible la exactitud de los costos.</td>
</tr>

<tr>
<td class="org-left">Asigna GGF sobre la base de las actividades que los causan</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org40ad63c" class="outline-3">
<h3 id="org40ad63c">Cuando Es Más Razonable Aplicar El Costeo ABC</h3>
<div class="outline-text-3" id="text-org40ad63c">
<ul class="org-ul">
<li>Los costos indirectos de fabricación tienen una alta significación
relativa en el costo total de los productos.</li>
<li>La medida de volumen usada por el costeo tradicional para distribuir
los costos indirectos de fabricación, no guarda una adecuada
relación con la demanda por costos indirectos de fabricación que
realizan los distintos productos.</li>
<li>Existencia de variados productos, con distintos grados de
complejidad entre ellos, ya sea en actividades asociadas al proceso
productivo o en actividades de soporte a la producción.</li>
<li>Existencia de actividades y causantes del costo, claramente
identificables y fácilmente medibles, que permitan distribuir
correctamente los costos indirectos de fabricación a los distintos
productos.</li>
</ul>

<p>
Se debe destacar, que la relación de los costos y sus responsables
(causalidad), bajo el enfoque de costeo ABC, es más clara que el
enfoque tradicional, debido a que los costos bajo el sistema ABC se
consideran variables con respecto a las actividades que los
generan. Es importante señalar que el modelo ABC considera el análisis
de los costos en un período de tiempo que permita visualizar su
comportamiento, el cual no siempre corresponde al período mensual.
</p>
</div>
</div>

<div id="outline-container-org333244c" class="outline-3">
<h3 id="org333244c">El Costeo ABC Favorece Al Control De Gestion</h3>
<div class="outline-text-3" id="text-org333244c">
<p>
Desde el punto de vista del control de gestión, el sistema ABC, por
medio de la identificación y valorización de las actividades
realizadas en el área evaluada, permite una reducción racional del
costo de los productos o servicios que entregan las áreas evaluadas
Esto dado que el modelo pone el énfasis en el reconocimiento y
discriminación entre las actividades, causantes de los costos, que
agregan valor al producto y aquellas que no lo agregan y que conforman
los variados procesos y productos que entregan las áreas de la
organización. La eliminación de las actividades no agregativas de
valor bajo el punto de vista del cliente y la mejor manera de realizar
las actividades, que a pesar de no ser agregativas de valor no se
pueden eliminar, lleva a una mejoría en los procesos y a una reducción
en los costos.
</p>
</div>
</div>

<div id="outline-container-org66c014d" class="outline-3">
<h3 id="org66c014d">Cuando No Parece Convenir Aplicar Costeo ABC</h3>
<div class="outline-text-3" id="text-org66c014d">
<p>
Se debe tener bastante claro, que el enfoque de costeo ABC se
justifica, cuando el monto de los costos indirectos de fabricación es
significativo respecto de los costos directos. Si ocurre lo contrario,
es decir, sí el costo de la mano de obra directa y/o el de materia
prima, son altamente significativos, en comparación con los costos
indirectos de fabricación y el comportamiento de estos últimos guardan
relación con una o varias medidas de volumen, cabe preguntarse ¿ se
justifica aplicar el sistema de costeo ABC?. La respuesta a esta
interrogante es “no se justifica”, por lo menos para el propósito del
cálculo de los costos unitarios.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
Last update: 2019-03-18 00:19
</div>
</body>
</html>
